Autodesk.Revit.DB.Mechanical.Space.PowerLoadUnit
Get or Set the Power Load Unit of the Space.
Remarks: This property is used to get or set the Power Load Unit of the Space.

Autodesk.Revit.DB.Mechanical.Space.ActualLightingLoad
Get the Actual Lighting Load of the Space.
Remarks: This property is used to get  the Actual Lighting Load of the Space.

Autodesk.Revit.DB.Mechanical.Space.LightingLoadUnit
Get or Set the Lighting Load Unit of the Space.
Remarks: This property is used to get or set the Lighting Load Unit of the Space.

Autodesk.Revit.DB.Mechanical.Space.SensibleHeatGainperPerson
Get the Sensible Heat Gain per Person of the Space.
Remarks: This property is used to get the Sensible Heat Gain per Person of the Space.

Autodesk.Revit.DB.Mechanical.Space.AreaperPerson
Get the Area per Person of the Space.
Remarks: This property is used to get Area per Person of the Space.

Autodesk.Revit.DB.Mechanical.Space.NumberofPeople
Get the Number of People of the Space.
Remarks: This property is used to get Number of People of the Space.

Autodesk.Revit.DB.Mechanical.Space.OccupancyUnit
Get the Occupancy Unit of the Space.
Remarks: This property is used to get  the Occupancy Unit of the Space.

Autodesk.Revit.DB.Mechanical.Space.DesignCoolingLoad
Get the Design Cooling Load of the Space.
Remarks: This property is used to get  the Design Cooling Load of the Space.

Autodesk.Revit.DB.Mechanical.Space.DesignHeatingLoad
Get the Design Heating Load of the Space.
Remarks: This property is used to get  the Design Heating Load of the Space.

Autodesk.Revit.DB.Mechanical.Space.ActualReturnAirflow
Get or set the Actual Return Airflow of the Space.
Remarks: This property is used to get or set the Actual Return Airflow (Unit: CFM) of the Space.

Autodesk.Revit.DB.Mechanical.Space.ActualSupplyAirflow
Get or set the Actual Supply Airflow of the Space.
Remarks: This property is used to get or set the Actual Supply Airflow (Unit: CFM) of the Space.

Autodesk.Revit.DB.Mechanical.Space.CalculatedSupplyAirflow
Get or set the Calculated Supply Airflow of the Space.
Remarks: This property is used to get or set the Calculated Supply Airflow (Unit: CFM) of the Space.

Autodesk.Revit.DB.Mechanical.Space.ActualOtherLoad
Get or set the Actual Other Load of the Space.
Remarks: This property is used to get or set the Actual Other Load (Unit: W) of the Space.

Autodesk.Revit.DB.Mechanical.Space.ActualHVACLoad
Get or set the Actual HVAC Load of the Space.
Remarks: This property is used to get or set the Actual HVAC Load (Unit: W) of the Space.

Autodesk.Revit.DB.Mechanical.Space.LightingCalculationWorkplane
Get the Lighting Calculation Workplane of the Space.
Remarks: This property is used to get the Lighting Calculation Workplane (Unit: feet) of the Space.

Autodesk.Revit.DB.Mechanical.Space.BaseOffset
Get or Set the Base Offset of the Space.
Remarks: This property is used to get or set the Base Offset of the Space.

Autodesk.Revit.DB.Mechanical.Space.LimitOffset
Get or Set the Limit Offset of the Space.
Remarks: This property is used to get or set the Limit Offset of the Space.

Autodesk.Revit.DB.Mechanical.Space.UpperLimit
Get or Set the Upper Limit of the Space.
Remarks: This property is used to get or set the Upper Limit of the Space.